brew "chezmoi"
brew "oh-my-posh"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "visual-studio-code"
cask "geekbench"
cask "1password"
cask "arc"
cask "font-maple-mono-nf"
cask "ghostty"
cask "raycast"
cask "telegram"
cask "plex"
cask "obsidian"
