brew "chezmoi"
brew "oh-my-posh"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "visual-studio-code"
cask "geekbench"
cask "1password"
cask "font-maple-mono-nf"
cask "ghostty"
cask "raycast"
cask "telegram"
cask "plex"
cask "obsidian"
cask "wifiman"
cask "tabtab"
cask "affinity"
cask "hamrs-pro"
cask "adobe-creative-cloud"
cask "zen"
cask "comet"
cask "omnidisksweeper"
cask "google-chrome"
mas "Perplexity", id: 6714467650
mas "Amazon Kindle", id: 302584613
mas "1Password for Safari", id: 1569813296
mas "Hush Nag Blocker", id: 1544743900
mas "uBlock Origin Lite", id: 6745342698
mas "Dark Reader for Safari", id: 1438243180
tap "gm5dna/amateur-radio"
cask "wsjtx"
cask "skookumlogger"
cask "qlog"
cask "waveloggate"
mas "Ola Radio", id: 6740220159
cask "chirp"
